Repository: collective/collective.addons
Catalog: src/collective/addons/locales/*/LC_MESSAGES/collective.addons.po
Languages: de

source: The project e-mail address is: <span>${DYNAMIC_CONTENT}</span>
de: Die Projekt-E-Mail-Adresse ist: <span>${DYNAMIC_CONTENT}</span>

source: The project owner is the user: <span>${DYNAMIC_CONTENT}</span>
de: Der Projekt-Eigentümer ist der Benutzer: <span>${DYNAMIC_CONTENT}</span>

source: The project title is already in use.
de: Der Projekt-Titel wird bereits verwendet.

source: The release number is already in use. Please choose another one.
de: Die Release-Nummer ist bereits im Gebrauch. Bitte wählen Sie eine andere.

source: The release title will be computed from the parent project title
de: Der Release-Titel wird maschinell aus dem Projekt-Titel erstellt

source: The second file you want to upload (this is optional)
de: Die zweite Datei, die Sie hochladen wollen (dies ist optional).

source: The second stage of a linked add-on release
de: Die zweite Stufe eines verlinkten Add-on-Release

source: The second stage of an add-on release
de: Die zweite Stufe eines Add-on-Release

source: The sixth file you want to upload (this is optional)
de: Die sechste Datei, die Sie hochladen wollen (dies ist optional).

source: The size of the external hosted file
de: Die Größe der extern gehosteten Datei

source: The third file you want to upload (this is optional)
de: Die dritte Datei, die Sie hochladen wollen (dies ist optional)

source: These are your projects on this site:
de: Dies sind Ihre Projekte auf dieser Seite:

source: Third Release File
de: Dritte Release-Datei

source: Third linked file
de: Dritte verlinkte Datei

source: Third linked file is compatible with the Platform(s)
de: Die dritte verlinkte Datei ist kompatibel mit den Plattformen

source: Third uploaded file is compatible with the Platform(s))
de: Die dritte hochgeladene Datei ist kompatibel mit den Plattformen

source: This Dialog to create a new release consists of different register. Please go through this register and fill in the appropriate data for your linked release. This register 'Default' provide fields for general information of your linked release. The next register 'compatibility' is the place to submit information about the versions with which your linked release file(s) is / are compatible. The following register asks for some legal informations. The next register 'Linked File' provide a field to link your release file. The further register are optional. There is the opportunity to link further release files (for different platforms).
de: Dieser Dialog zum Erstellen neuer verlinkter Releases umfasst mehrere Register. Bitte gehen Sie durch alle Register und tragen Sie die für Ihr Release passenden Daten ein. Das Register 'Default' stellt die Felder für generelle Informationen für Ihr Release bereit. Das nächste Register 'Compatibility' ist der Ort, um Informationen zu Versionen einzutragen, mit denen Ihr(e) Release Datei(en) kompatibel ist/sind. Das folgende Register fragt einige rechtliche Informationen ab. Das nächste Register 'File Upload' ermöglicht das Hochladen Ihrer Release-Datei. Die weiteren Register sind optional. Dort besteht die Möglichkeit zum Hochladen von weiteren Release-Dateien (für andere Plattformen).

source: This Dialog to create a new release consists of different register. Please go through this register and fill in the appropriate data for your release. This register 'Default' provide fields for general information of your release. The next register 'compatibility' is the place to submit information about the versions with which your release file(s) is / are compatible. The following register asks for some legal informations. The next register 'File Upload' provide a field to upload your release file. The further register are optional. There is the opportunity to upload further release files (for different platforms).
de: Dieser Dialog zum Erstellen eines neuen Release umfasst mehrere Register. Bitte gehen Sie durch alle Register und tragen Sie die für Ihr Release passenden Daten ein. Das Register 'Default' stellt die Felder für generelle Informationen für Ihr Release bereit. Das nächste Register 'Compatibility' ist der Ort, um Informationen zu Versionen einzutragen, mit denen Ihr(e) Release Datei(en) kompatibel ist/sind. Das folgende Register fragt einige rechtliche Informationen ab. Das nächste Register 'File Upload' ermöglicht das Hochladen Ihrer Release-Datei. Die weiteren Register sind optional. Dort besteht die Möglichkeit zum Hochladen von weiteren Release-Dateien (für andere Plattformen).

source: Title
de: Titel

source: Title for Legal Disclaimer and Limitations
de: Titel für rechtliche Hinweise und Einschränkungen

source: Title of the Legal Disclaimer and Limitations for Downloads
de: Titel für rechtliche Hinweise und Einschränkungen für Downloads

source: URL of documentation repository
de: URL des Repository der Dokumentation

source: Unhide
de: Nicht mehr verstecken

source: Unhide release
de: Release wieder einblenden

source: Unhide release project
de: Release Projekt sichtbar machen

source: Uninstalls the collective.addons add-on.
de: Deinstalliert das collective.addons Add-on.

source: Unreleased
de: Unveröffentlicht

source: Visible to everyone, editable by the owner.
de: Für Jedermann sichtbar, durch den Besitzer bearbeitbar.

source: We send your message to the author of the project. It's on her / his choice, if she'll / he'll get back to you.
de: Wir senden Ihre Nachricht an den Projekt-Autor. Es ist ihre / seine Entscheidung, ob sie / er sich bei Ihnen meldet.

source: What is your message to the author of the project? Your message is limited to 1000 characters.
de: Wie lautet Ihre Nachricht an den Projekt-Autor? Ihre Nachricht ist auf 1000 Zeichen begrenzt.

source: Yes
de: Ja

source: You answered the question, whether the source code is inside your add-on with no (default answer). If this is the correct answer, please fill in the Link (URL) to the Source Code.
de: Sie haben die Frage, ob der Quelltext in Ihrem Add-ons ist, mit nein (Standardantwort) beantwortet. Falls dies zutreffend ist, schreiben Sie bitte den Link (URL) zum Quelltext unten in das entsprechende Feld.

source: You can send a message to the author of the project and give him feedback by following the link and fill in your information into the form:<br /> <a class="pointer" href="${DYNAMIC_CONTENT}"> Get in contact with the project author </a>.<br /> You could instead go to the page of the project and use the mail form linked from that page.
de: Sie können eine Nachricht an den Projekt-Autor senden und ihm Feedback geben, indem sie dem Link folgen und Ihre Informationen in das Formular eintragen::<br /> <a class="pointer" href="${DYNAMIC_CONTENT}"> Kommen Sie in Kontakt mit dem Projekt-Autor </a>.<br />Sie können stattdessen auch auf die Projekt-Seite gehen und das dort verlinkte E-Mail-Formular verwenden.

source: You currently have no projects on this site.
de: Sie haben aktuell keine Projekte auf dieser Seite.

source: Your Email Address
de: Ihre E-Mail-Adresse

source: Your Family Name
de: Ihr Familienname

source: Your First Name
de: Ihr Vorname

source: Your Message To The Author
de: Ihre Nachricht an den Autor

source: Your Own Projects
de: Ihre eigenen Projekte

source: Your project has been submitted for publication and will be reviewed now. You will get an email, once the status of your project changed again.
de: Ihr Projekt wurde zur Veröffentlichung übermittelt und wird nun geprüft. Sie bekommen eine Email, sobald sich der Status Ihres Projektes erneut ändert.

source: a Release to your
de: ein Release zu Ihrem

source: a linked Release
de: ein verlinktes Release

source: by Category
de: nach Kategorie

source: collective.addons (uninstall)
de: collective.addons (deinstallierenl)

source: or:
de: oder:

source: please submit your new
de: bitte übermitteln Sie Ihre neue

source: project(s) available.
de: Projekte verfügbar.

source: projects matching your criteria.
de: Projekte entsprechen Ihren Kritierien.

source: re-release
de: Erneut veröffentlichen

source: tested with:
de: getestet mit:

source: to your
de: zu Ihrem

source: you could do this following this link.
de: Sie können dies über diesen Link tun.
