Repository: collective/collective.addons
Catalog: src/collective/addons/locales/*/LC_MESSAGES/collective.addons.po
Languages: de

source: - A simple workflow for Add-on Project objects.
de: Ein einfacher Workflow für Add-on-Projekt-Objekte.

source: A center for add-ons
de: Ein Center für Add-ons

source: A detailed log of what has changed since the previous release.
de: Eine detaillierte Aufstellung über das, was sich seit dem letzten Release verändert hat.

source: About
de: Über

source: Accept the above legal disclaimer
de: Akzeptieren Sie den obigen Haftungsausschlluss

source: Add a logo for the project (or organization/company) by clicking the 'Browse' button. You could provide an image of the file format 'png', 'gif' or 'jpg'.
de: Bitte fügen Sie ein Logo für Ihr Projekt (oder Organisation/Unternehmen) durch Klicken auf die Schaltfläche "Durchsuchen" hinzu. Sie können Grafiken der Dateiformate "png", "gif" oder "jpg" verwenden.

source: Add a screenshot by clicking the 'Browse' button. You could provide an image of the file format 'png', 'gif' or 'jpg'.
de: Fügen Sie ein Bildschirmfoto durch Klicken auf den Schalter "Durchsuchen" hinzu. Sie können Grafiken in den Dateiformaten "png", "gif" oder "jpg" verwenden.

source: Add-on Linked Release
de: Ein verlinktes Add-on-Release

source: Add-on Project
de: Add-on-Projekct

source: Add-on Project Publication Workflow
de: Add-on Projekt-Veröffentlichungs-Worflow

source: Add-on installation instructions
de: Installationsanleitung für Add-on

source: Add-on product name
de: Add-on-Produktname

source: All Releases
de: Alle Releases

source: All categories
de: Alle Kategorien

source: Allowed add-on file extensions
de: Erlaubte AddOn-Datei-Erweiterungen

source: Allowed documentation file extension
de: Erlaubte Dokumentations-Dateierweiterungen

source: Allowed image file extension
de: Erlaubte Grafik-Dateierweiterungen

source: An Add-on Linked Release
de: Ein verlinktes Add-on-Release

source: An Add-on Project
de: Ein Add-on-Projekct

source: An Add-on Release
de: Ein Add-on-Release

source: Any version
de: Jede Version

source: Available Categories
de: Verfügbare Kategorien

source: Available Downloads
de: Verfügbare Downloads

source: Available Licenses
de: Verfügbare Lizenzen

source: Available Platforms
de: Verfügbare Plattformen

source: Available Versions
de: Verfügbare Versionen

source: Browse
de: Suchen

source: Browse Add-ons by Category
de: Suchen Sie Add-ons nach Kategorien

source: Cancel
de: Abbrechen

source: Category / Categories
de: Kategorie / Kategorien

source: Category/Categories
de: Kategorie/Kategorien

source: Change the release stage to 'Release alpha'
de: Ändere den Release-Status zu "Release alpha"

source: Change the release stage to 'Release beta'
de: Ändere den Release-Status zu "Release beta"

source: Changelog
de: Änderungsprotokoll

source: Choose your categories
de: Wählen Sie Ihre Kategorien

source: Compatibility
de: Kompatibilität

source: Compatible with the versions of the product
de: Kompatibel mit den Produkt-Versionen

source: Compatible with versions of the product
de: Kompatibel mit den Produkt-Versionen

source: Contact a Project Author
de: Einen Projekt-Autor kontaktieren

source: Contact email-address
de: Kontakt-Email-Adresse

source: Contact email-address for the project.
de: Kontakt-Email-Adresse für das Projekt..

source: Contact the project author and send your feedback
de: Kontaktieren Sie den Projekt-Autoren und senden Sie Feedback

source: Contact the project owner and send your feedback
de: Kontaktieren des Projekt-Eigentümers und übermitteln Sie Ihr Feedback

source: Current Release
de: Aktuelles Release

source: Current release for the project
de: Aktuelles Release dieses Projekts

source: Current unstable release for the project
de: Aktuelles nicht stabiles Release für das Projekt

source: Currently there are
de: Aktuell sind hier

source: Description
de: Beschreibung

source: Description of the Add-on Center
de: Beschreibung des Add-on-Center

source: Description of the features of Add-ons
de: Beschreibung der Add-on-Funktionen

source: Documentation
de: Dokumentation

source: Dokumentation File
de: Dokumentationsdatei

source: Dokumentation File:
de: Dokumentationsdatei:

source: EMail address for communication with the add-on center manager and reviewer
de: E-Mail-Adresse zur Kommunikation mit dem Add-on-Center-Manager und -Reviewer

source: EMail address for the messages about new releases
de: Email-Adresse für Meldungen über neue Releases

source: Email Public?
de: E-Mail veröffentlichen?

source: Enter an email address for the communication with add-on center manager and reviewer
de: Fügen Sie eine E-Mail-Adresse für die Kommunikation mit dem Add-on-Center-Manager und -Reviewer ein

source: Enter an email address to which information about a new release should be send.
de: Fügen Sie eine Email-Adresse ein, an die Informationen über neue Releases gesendet werden sollen.

source: Enter an information about the search for older versions of the product, if they are not on the versions list (compatibility) anymore.
de: Fügen Sie eine Information über die Suche nach älteren Produkt-Versionen ein, sofern diese nicht mehr in der Versionsliste (Kompatibilität) sind.

source: Enter any legal disclaimer and limitations for downloads that should appear on each page for dowloadable files.
de: Fügen Sie den Text der rechtlichen Hinweise und Einschränkungen für Downloads ein, der auf jeder Seite für herunter ladbare Dateien erscheinen soll.

source: Enter the text of the legal disclaimer and limitations that should be displayed to the project creator and should be accepted by the owner of the project.
de: Fügen Sie den Text der rechtlichen Hinweise und Einschränkungen ein, der dem Ersteller eines Projektes angezeigt und von dem Projekt-Eigentümer zu akzeptieren ist.

source: External Documentation
de: Externe Dokumentation

source: External Project Page
de: Externe Projektseite

source: Fifth Release File
de: Fünfte Release-Datei

source: Fifth linked file
de: Fünfte verlinkte Datei

source: Fifth linked file is compatible with the Platform(s)
de: Die fünfte verlinkte Datei ist kompatibel mit den Plattformen

source: Fifth uploaded file is compatible with the Platform(s)
de: Die fünfte hochgeladene Datei ist kompatibel mit den Plattformen

source: File size:
de: Dateigröße:

source: Fileupload
de: Datei-Upload

source: Fill in the allowed documentation file extensions, seperated by a pipe '|'.
de: Fügen Sie die erlaubten Dokumentations- Datei-Erweiterungen ein, getrennt durch einen senkrechten Trennstrich '|'.

source: Fill in the allowed file extensions for add-ons, seperated by a pipe '|'.
de: Fügen Sie die erlaubten Datei-Erweiterungen für AddOns ein, getrennt durch einen senkrechten Strich '|'.

source: Fill in the allowed image file extensions, seperated by a pipe '|'.
de: Fügen Sie die erlaubten Grafik-Datei-Erweiterungen ein, getrennt durch einen senkrechten Strich '|'.

source: Fill in the legal disclaimer, that had to be accepted by the project owner.
de: Fügen Sie den Haftungsausschluss ein, der von den Projekteigentümern zu akzeptieren ist.

source: Fill in the text for the legal download disclaimer.
de: Füllen Sie den Text für den Download-Haftungsausschluss ein.

source: Final Release
de: Finales Release

source: Final release
de: Finales Release

source: First linked file is compatible with the Platform(s)
de: Die erste verlinkte Datei ist kompatibel mit den Plattformen

source: First uploaded file is compatible with the Platform(s)
de: Die erste hochgeladene Datei ist kompatibel mit den Plattformen

source: Fourth Release File
de: Vierte Release-Datei

source: Fourth linked file
de: Vierte verlinkte Datei

source: Fourth linked file is compatible with the Platform(s)
de: Die vierte verlinkte Datei ist kompatibel mit den Plattformen

source: Fourth uploaded file is compatible with the Platform(s)
de: Die vierte hochgeladene Datei ist kompatibel mit den Plattformen

source: Full Project Description
de: Komplette Projekt-Beschreibung

source: Full Release Description
de: Komplette Release-Beschreibung

source: Further File Uploads
de: Weitere Datei-Uploads

source: Further File Uploads for this Release
de: Weitere Datei-Hochlademöglichkeiten für dieses Release

source: Further linked files for this Release
de: Weitere verlinkte Dateien für dieses Release

source: Further more file uploads
de: Noch weitere Datei-Uploads

source: Hidden
de: Versteckt

source: Hidden add-on release
de: Verstecktes Add-on-Release

source: Hidden linked add-on release
de: Verstecktes verlinktes Add-on-Release

source: Hide
de: Verstecken

source: Hide release
de: Release verbergen

source: Hide this release
de: Verstecken Sie dieses Release

source: Highest Rated
de: Am höchsten bewertet

source: If the project has an external home page, enter its URL (example: 'http://www.mysite.org').
de: Falls das Projekt eine externe Homepage hat, füllen Sie hier die URL (Beispiel: 'http://www.mysite.org') ein.

source: If the project has externally hosted documentation, enter its URL (example: 'http://www.mysite.org').
de: Falls Ihr Projekt eine extern verfügbare Dokumentation besitzt, fügen Sie hier die entsprechende URL (Beispiel: "http://www.mysite.org") ein.

source: If you already created a new
de: Falls Sie bereits ein neues

source: If you have a Documentation in the file format 'PDF' or 'ODT' you could add it here.
de: Falls Sie eine Dokumentation im Dateiformat "PDF" oder "ODT" haben, können Sie sie hier hinzufügen.

source: If you submitted the item by mistake or want to perform additional edits, this will take it back.
de: Falls Sie das Objekt irrtümlich eingereicht haben oder falls Sie Ergänzungen vornehmen wollen, führt Sie dies zurück.

source: If you want to link more files for this release, e.g. because there are files for other operating systems, you'll find the fields to link this files on the next registers, e.g. 'Second linked file' for this Release'.
de: Falls Sie weitere Dateien zu diesem Release verlinken wollen, z.B. weil es Dateien für andere Betriebssysteme gibt, finden Sie weitere Felder, um diese Dateien zu verllinken, auf den nächsten Registern, z.B. "Second linked file" für dieses Release.

source: If you want to upload more files for this release, e.g. because there are files for other operating systems, you'll find the upload fields on the register 'Further Uploads' and 'Further More Uploads'.
de: Falls Sie weitere Dateien für Ihr Release hochladen wollen, z.B. Dateien für andere Betriebssysteme, finden Felder für das Hochladen auf den Registern 'Further Uploads' und 'Further More Uploads'.

source: Information about search for old product versions
de: Information zur Suche nach älteren Produkt-Versionen

source: Install Instructions
de: Installationsanleitung

source: Installs the collective.addons add-on.
de: Installiert das collective.addons Add-on.

source: Instruction how to report Bugs
de: Anleitung, wie ein Fehler gemeldet wird

source: Invalid email address
de: Ungültige Email-Adresse

source: Is the source code inside the add-on?
de: Ist der Quellcode in dem Add-on enthalten?

source: It is necessary that you accept the Legal Declaration
de: Es ist erforderlich, dass Sie den Haftungsausschluss akzeptieren

source: Latest Not Stable Release
de: Letztes nicht stabiles Release

source: Legal
de: Rechtliches

source: Legal Disclaimer and Limitations
de: Rechtliche Hinweise und Einschränkungen

source: Legal Disclaimer and Limitations for Downloads
de: Rechtliche Hinweise und Einschränkungen für das Herunterladen

source: License of the uploaded file
de: Lizenz der hochgeladenen Datei

source: License(s)
de: Lizenz(en)

source: Link to Source Code
de: Link zum Quellcode

source: Linked File
de: Verlinkte Datei

source: Logo / Screenshot
de: Logo / Bildschirmfoto

source: Mail To The Project Author
de: E-Mail an den Projekt-Autor

source: Mail To The Project Owner
de: E-Mail an den Projekt-Eigentümer

source: Member retracts submission
de: Mitglied zieht Einreichung zurück

source: Member submits content for publication
de: Mitglied reicht Inhalt zur Veröffentlichung ein

source: More about this release.
de: Mehr über dieses Release.

source: Most Popular ${product_title}
de: Beliebteste ${product_title}

source: Most recent
de: Aktuellste

source: Name of the Add-on Center
de: Name des Add-on-Center

source: Name of the Add-on product, e.g. only Add-ons
de: Name des Add-on-Produkts, z.B. nur Add-ons

source: Newest
de: Neueste

source: No
de: Keine

source: No results were found.
de: Keine Ergebnisse gefunden.

source: No stable release available yet.
de: Aktuell kein stabiles Release verfügbar.

source: Not a valid project name. Please retry.
de: Kein gültiger Projektname. Bitte versuchen Sie es nochmals.

source: Or
de: Oder

source: Pending
de: Schwebend

source: Platform(s)
de: Plattform(en)

source: Please accept the Legal Declaration about your Release and your linked File
de: Bitte akzeptieren Sie den Haftungsausschluss für Ihr Release und Ihre verlinkten Dateien

source: Please add a screenshot or a logo to your project page. You will find the appropriate fields below on this page.
de: Bitte fügen Sie ein Bildschirmfoto oder ein Logo Ihrer Projektseite hinzu. Sie finden die entsprechenden Felder unten auf dieser Seite.

source: Please add a screenshot or a logo to your project. You find the appropriate fields below on this page.
de: Bitte fügen Sie ein Bildschirmfoto oder ein Logo Ihrem Projekt hinzu. Sie finden die entsprechenden Felder unten auf dieser Seite.

source: Please choose a compatible platform for the linked file.
de: Bitte wählen Sie eine zu der verlinkten Datei kompatible Plattform.

source: Please choose a license for your release.
de: Bitte wählen Sie eine Lizenz für Ihr Release.

source: Please choose one or more compatible product versions for your release.
de: Bitte wählen Sie eine oder mehrere kompatible Produkt-Versionen für Ihr Release.

source: Please decide if your email address should be displayed on the project website.
de: Bitte entscheiden Sie, ob Ihre E-Mail-Adresse auf der Projekt-Webseite angezeigt werden soll.

source: Please decide if your name should be displayed on the project website.
de: Bitte entscheiden Sie, ob Ihr Name auf der Projekt-Webseite angezeigt werden soll.

source: Please declare that you accept the above legal disclaimer
de: Bitte erklären Sie, dass Sie den obigen Haftungsausschluss akzeptieren

source: Please declare that you accept the above legal disclaimer.
de: Bitte erklären Sie, dass Sie den obigen Haftungsausschluss akzeptieren.

source: Please fill in the Link (URL) to the Source Code
de: Bitte füllen Sie den Link (URL) zu dem Quellcode ein

source: Please fill in the Link (URL) to the Source Code.
de: Bitte füllen Sie den Link (URL) zu dem Quellcode ein.

source: Please fill in the install instructions
de: Bitte füllen Sie die Installationsanweisungen ein

source: Please fill in the size in kilobyte of the external hosted file (e.g. 633, if the size is 633 kb)
de: Bitte füllen Sie die Größe der extern gehosteten Datei in Kilobyte (z.B. 633, falls die Größe 633 KB ist) ein.

source: Please fill in your email address.
de: Bitte tragen Sie Ihre E-Mail-Adresse ein.

source: Please fill in your familiy name
de: Bitte tragen Sie Ihren Familiennamen ein

source: Please fill in your first name(s)
de: Bitte tragen Sie Ihre(n) Vornamen ein.

source: Please insert a link to your add-on file.
de: Bitte fügen Sie einen Link zu Ihrer Add-on-Datei ein.

source: Please make sure the relevant project information has been entered and a release has been added to your project. Once you have finished that you could submit your project for approval (publication).
de: Bitte stellen Sie sicher, dass Sie alle relevanten Projekt-Informationen eingetragen und Ihrem Projekt ein Release hinzugefügt haben. Sobald Sie diese Arbeiten beendet haben, können Sie das Projekt zur Überprüfung (Veröffentlichung) übermitteln.

source: Please mark one or more licenses you publish your release.
de: Bitte markieren Sie eine oder mehrere Lizenzen, unter denen Sie Ihr Release veröffentlichen.

source: Please mark one or more platforms with which the linked file is compatible.
de: Bitte markieren Sie eine oder mehrere Plattformen, mit denen Ihre verlinkte Datei kompatibel ist.

source: Please mark one or more platforms with which the uploaded file is compatible.
de: Bitte markieren Sie eine oder mehrere Plattformen, mit denen die hochgeladene Datei kompatibel ist.

source: Please mark one or more program versions with which this release is compatible with.
de: Bitte markieren Sie eine oder mehrere Programm-Versionen, mit denen dieses Release kompatibel ist.

source: Please select the appropriate categories (one or more) for your project.
de: Bitte wählen Sie eine passende Kategorie (eine oder mehrere) für ihre Projekt.

source: Please upload your file.
de: Bitte laden Sie Ihre Datei hoch.

source: Please validate the hcaptcha field before sending the form.
de: Bitte validieren Sie das Hcaptcha-Feld, bevor Sie das Formular absenden.

source: Private
de: Privat

source: Project
de: Projekt

source: Project Author Public?
de: Projekt-Autor veröffentlichen?

source: Project Contact
de: Projekt-Kontakt

source: Project Name
de: Projekt-Name

source: Project Owner
de: Projekt-Eigentümer

source: Project Owner And Contact
de: Projekt-Eigentümer und Kontakt

source: Project Resources
de: Projekt Ressourcen

source: Project Summary
de: Projekt-Zusammenfassung

source: Project Title - minimum 5 and maximum 50 characters
de: Projekt-Titel - mindestens 5 und höchstens 50 Zeichen

source: Publish
de: Veröffentlichen

source: Published
de: Veröffentlicht

source: Puts your item in a review queue, so it can be published on the site.
de: Packt Ihre Objekte in eine Review-Schlange, so dass sie auf der Seite veröffentlicht werden können.

source: Re-Release
de: Erneut veröffentlichen

source: Re-release
de: Erneut veröffentlichen

source: Release Candidate
de: Release-Kandidat

source: Release Number
de: Release-Nummer

source: Release Number (up to twelf chars)
de: Release-Nummer (bis zu zwölf Zeichen)

source: Release Summary
de: Release-Zusammenfassung

source: Release alpha
de: Veröffentlichen als Alpha Release

source: Release beta
de: Veröffentlichen als Beta-Release

source: Release candidate
de: Release-Kandidat

source: Release-Candidate
de: Release-Kandidat

source: Released
de: Veröffentlicht

source: Released ${latest_release_date}
de: Veröffentlicht ${latest_release_date}

source: Remember to publish your release once all files have been added. You can do that on the left side within the menubar. Click on the entry 'State: Unreleased'. <br />
de: Denken Sie daran, Ihr Release zu veröffentlichen, sobald Sie alle Dateien hinzugefügt haben. Sie können dies in dem Menü auf der linken Seite machen. Klicken Sie auf den Eintrag: "State: Unreleased".<br />

source: Reporting Add-on Bugs
de: Add-on-Fehler melden

source: Retract
de: Zurückziehen

source: Retract release
de: Release zurückziehen

source: Reviewer publishes content
de: Reviewer veröffentlicht den Inhalt

source: Reviewer sends content back for re-drafting
de: Reviewer sendet den Inhalt zurück zur Überarbeitung

source: Screenshot
de: Bildschirmfoto

source: Screenshot of the Add-on
de: Bildschirmfoto des Add-ons

source: Search
de: Suchen

source: Search ${product_title}
de: Suche ${product_title}

source: Second Release File
de: Zweite Release-Datei

source: Second linked file
de: Zweite verlinkte Datei

source: Second linked file is compatible with the Platform(s)
de: Die zweite verlinkte Datei ist kompatibel mit den Plattformen

source: Second uploaded file is compatible with the Platform(s)
de: Die zweite hochgeladene Datei ist kompatibel mit den Plattformen

source: Send Email
de: E-Mail senden

source: Send back
de: Zurück senden

source: Show
de: Anzeigen

source: Sixth Release File
de: Sechste Release-Datei

source: Sixth linked file
de: Sechste verlinkte Datei

source: Sixth linked file is compatible with the Platform(s)
de: Die sechste verlinkte Datei ist kompatibel mit den Plattformen

source: Sixth uploaded file is compatible with the Platform(s)
de: Die sechste hochgeladene Datei ist kompatibel mit den Plattformen

source: Sort On
de: Sortieren nach

source: Submit for publication
de: Zur Veröffentlichung einreichen

source: Submit new
de: Übermittele neue

source: Submit your
de: Übermitteln Sie Ihre

source: Text of the Legal Disclaimer and Limitations
de: Text der rechtlichen Hinweise und Begrenzungen

source: Text of the Legal Disclaimer and Limitations for Downlaods
de: Text der rechtlichen Hinweise und Begrenzungen für Downloads

source: The Dialog to create a new project consists of different register. Please go through this register and fill in the appropriate data for your project. The register 'Documentation' and its fields are optional.
de: Der Dialog zum Erstellen eines neuen Projektes besteht aus verschiedenen Registern. Bitte gehen Sie durch diese Register und geben Sie die passen Daten für Ihr Projekt ein. Das Register 'Documentation' und seine Felder sind optional.

source: The Link to the file of the release
de: Der Link zu der Datei dieses Release

source: The computed project title
de: Der berechnete Projekt-Titel

source: The fifth file you want to upload (this is optional)
de: Die fünfte Datei, die Sie hochladen wollen (dies ist optional)

source: The final stage of a linked add-on release
de: Die letzte Stufe eines verlinkten Add-on-Release

source: The final stage of an add-on release
de: Die letzte Stufe eines Add-on-Release

source: The first file you want to upload.
de: Die erste Datei, die Sie hochladen wollen.

source: The first stage of a linked add-on release
de: Die erste Stufe eines verlinkten Add-on-Release

source: The first stage of an add-on release
de: Die erste Stufe eines Add-on-Release

source: The following file extensions are allowed for documentation files (upper case and lower case and mix of both):
de: Die folgenden Dateierweiterungen sind für Dokumentations-Dateien erlaubt (Groß- und Kleinschreibung und ein Mix aus beiden):

source: The following file extensions are allowed for linked files (upper case and lower case and mix of both):
de: Die folgenden Dateierweiterungen sind für verlinkte Dateien erlaubt (Groß- und Kleinschreibung und ein Mix aus beiden):

source: The following file extensions are allowed for project logo files (upper case and lower case and mix of both):
de: Die folgenden Dateierweiterungen sind für Projekt-Logo-Dateien erlaubt (Groß- und Kleinschreibung und ein Mix aus beiden):

source: The following file extensions are allowed for screenshot files (upper case and lower case and mix of both):
de: Die folgenden Dateierweiterungen sind für Bildschirmfoto-Dateien erlaubt (Groß- und Kleinschreibung und ein Mix aus beiden):

source: The following file extensions are allowed for uploaded files (upper case and lower case and mix of both):
de: Die folgenden Dateierweiterungen sind für hochgeladene Dateien erlaubt (Groß- und Kleinschreibung und ein Mix aus beiden):

source: The fourth file you want to upload (this is optional)
de: Die vierte Datei, die Sie hochladen wollen (dies ist optional)

source: The linked Add-on file
de: Eine verlinkte Add-on-Datei

source: The linked release title will be computed from the parent project title
de: Der Release-Titel wird maschinell aus dem Projekt-Titel erstellt

source: The name of the project, to which author you want to send feedback.
de: Der Name des Projekts, dessen Autor Sie Feedback senden wollen.

source: The owner can edit the addon project
de: Der Besitzer kann das Add-on-Projekt bearbeiten
